# BBB -> FC
BBB_FC_IEFF=Le format de signature correspond-il \u00E0 un format attendu ?
BBB_FC_IEFF_ANS=La signature ne correspond pas au(x) format(s) attendu(s) !

BBB_FC_ICFD=La signature couvre-t-elle l\u2019ensemble du ou des documents?
BBB_FC_ICFD_ANS=La signature ne couvre pas l\u2019ensemble du/des document(s) !

BBB_FC_ISD=L\u2019identification de la signature n\u2019est-elle pas ambigu\u00EB?
BBB_FC_ISD_ANS=Le fichier sign\u00E9 contient des occurrences en double de la signature !

BBB_FC_ISRIA=L\u2019identification des r\u00E9f\u00E9rences sign\u00E9es n\u2019est-elle pas ambigu\u00EB?
BBB_FC_ISRIA_ANS=Le fichier sign\u00E9 contient des occurrences en double des r\u00E9f\u00E9rences sign\u00E9es !

BBB_FC_IOSIP=Un seul SignerInfo est-il pr\u00E9sent ?
BBB_FC_IOSIP_ANS=La signature PAdES ne doit contenir qu\u2019un seul SignerInfo!

BBB_FC_DSFREAP=Les r\u00E9visions sign\u00E9es et finales contiennent-elles le m\u00EAme nombre de pages?
BBB_FC_DSFREAP_ANS=Le nombre de pages sign\u00E9es ne correspond pas au nombre de pages pr\u00E9sentes dans le PDF !

BBB_FC_IAOD=Aucun chevauchement d\u2019\u00E9l\u00E9ments n\u2019est-il d\u00E9tect\u00E9 dans le PDF ?
BBB_FC_IAOD_ANS=Les \u00E9l\u00E9ments se chevauchent sur les pages {0}

BBB_FC_IVDBSFR=N\u2019y a-t-il pas de diff\u00E9rence visuelle entre les r\u00E9visions sign\u00E9es et finales dans le PDF ?
BBB_FC_IVDBSFR_ANS=La diff\u00E9rence visuelle est d\u00E9tect\u00E9e sur la ou les pages {0}

BBB_FC_ISVADMDPD=La signature est-elle valide par rapport au dictionnaire DocMDP ?
BBB_FC_ISVADMDPD_ANS=Document contains changes restricted by /DocMDP dictionary!
BBB_FC_ISVAFMDPD=La signature est-elle valide par rapport au dictionnaire FieldMDP ?
BBB_FC_ISVAFMDPD_ANS=Le document contient des modifications restreintes par le dictionnaire FieldMDP!
BBB_FC_ISVASFLD=La signature est-elle valide par rapport au dictionnaire SigFieldLock ?
BBB_FC_ISVASFLD_ANS=Le document contient des modifications restreintes par le dictionnaire SigFieldLock!
BBB_FC_DSCNUOM=Le document ne contient-il aucune des modifications d\u2019objet non d\u00E9finies ?
BBB_FC_DSCNUOM_ANS=Le document contient des modifications d\u2019objet non d\u00E9finies apr\u00E8s la r\u00E9vision de la signature!

BBB_FC_IECKSCDA=La taille de la cl\u00E9 de courbe elliptique utilis\u00E9e correspond-elle \u00E0 l\u2019algorithme de signature d\u00E9fini ?
BBB_FC_IECKSCDA_ANS1=L\u2019algorithme de cryptage utilis\u00E9 n\u2019a pas \u00E9t\u00E9 identifi\u00E9 !
BBB_FC_IECKSCDA_ANS2=L\u2019algorithme de r\u00E9sum\u00E9 utilis\u00E9 n\u2019a pas \u00E9t\u00E9 identifi\u00E9!
BBB_FC_IECKSCDA_ANS3=La taille de cl\u00E9 utilis\u00E9e n\u2019a pas \u00E9t\u00E9 identifi\u00E9e!
BBB_FC_IECKSCDA_ANS4=L\u2019algorithme de r\u00E9sum\u00E9 d\u00E9fini n\u2019est pas acceptable par RFC 7518 !
BBB_FC_IECKSCDA_ANS5=La taille de cl\u00E9 utilis\u00E9e pour cr\u00E9er la signature ne correspond pas \u00E0 l\u2019algorithme de signature d\u00E9fini (voir RFC 7518) !

BBB_FC_IECTF=Le type de conteneur correspond-il \u00E0 un type attendu ?
BBB_FC_IECTF_ANS=Le type de conteneur ne correspond pas au(x) type(s) attendu(s)

BBB_FC_ITZCP=Le commentaire du fichier zip est-il pr\u00E9sent ?
BBB_FC_ITZCP_ANS=Le commentaire du fichier zip est absent !

BBB_FC_ITEZCF=Le commentaire du fichier zip correspond-il \u00E0 une valeur attendue ?
BBB_FC_ITEZCF_ANS=Le commentaire du fichier zip ne correspond pas au(x) point(s) attendu(s) !

BBB_FC_ITMFP=Le fichier mimetype est-il pr\u00E9sent ?
BBB_FC_ITMFP_ANS=Le fichier mimetype est absent !

BBB_FC_IEMCF=Le contenu du fichier mimetype correspond-il \u00E0 une valeur attendue ?
BBB_FC_IEMCF_ANS=Le contenu du fichier mimetype ne correspond pas \u00E0 la/aux valeur(s) attendue(s) !

BBB_FC_IMFP_ASICE=Le fichier manifeste est-il pr\u00E9sent (ASiC-E) ?
BBB_FC_IMFP_ASICE_ANS=Le fichier manifeste est absent !

BBB_FC_IMFP_ASICS=Le fichier manifeste est-il absent (ASiC-S) ?
BBB_FC_IMFP_ASICS_ANS=Le fichier manifeste est pr\u00E9sent !

BBB_FC_ISFP_ASICE=Les fichiers de donn\u00E9es originaux sont-ils pr\u00E9sents (en dehors du dossier META-INF) ?
BBB_FC_ISFP_ASICE_ANS=Les fichiers de donn\u00E9es d\u2019origine ne sont pas pr\u00E9sents !

BBB_FC_ISFP_ASICS=Un seul fichier de donn\u00E9es d\u2019origine est-il pr\u00E9sent au niveau de la racine du conteneur ?
BBB_FC_ISFP_ASICS_ANS=Pas ou plus d\u2019un fichier de donn\u00E9es d\u2019origine est pr\u00E9sent!

# BBB -> CV
BBB_CV_IRDOF=L\u2019objet de donn\u00E9es de r\u00E9f\u00E9rence a-t-il \u00E9t\u00E9 trouv\u00E9 ?
BBB_CV_IRDOF_ANS=L\u2019objet de donn\u00E9es de r\u00E9f\u00E9rence est introuvable !
BBB_CV_TSP_IRDOF=Les donn\u00E9es d\u2019impression du message ont-elles \u00E9t\u00E9 trouv\u00E9es ?
BBB_CV_TSP_IRDOF_ANS=Les donn\u00E9es d\u2019impression du message d\u2019horodatage n\u2019ont pas \u00E9t\u00E9 trouv\u00E9es !
BBB_CV_CS_CSSVF=La valeur de signature de la signature parente a-t-elle \u00E9t\u00E9 trouv\u00E9e ?
BBB_CV_CS_CSSVF_ANS=La valeur de signature de la signature parente est introuvable !
BBB_CV_IRDOI=L\u2019objet de donn\u00E9es de r\u00E9f\u00E9rence est-il intact ?
BBB_CV_IRDOI_ANS=L\u2019objet de donn\u00E9es de r\u00E9f\u00E9rence n\u2019est pas intact !
BBB_CV_TSP_IRDOI=Les donn\u00E9es d\u2019impression du message sont-elles intactes ?
BBB_CV_TSP_IRDOI_ANS=L\u2019empreinte du message d\u2019horodatage n\u2019est pas intacte !
BBB_CV_CS_CSPS=La contre-signature contresigne-t-elle r\u00E9ellement la signature parente ?
BBB_CV_CS_CSPS_ANS=Les donn\u00E9es sign\u00E9es par la contre-signature ne correspondent pas \u00E0 la valeur de signature de la signature parente !
BBB_CV_ISMEC=La validation des entr\u00E9es de manifeste est-elle effectu\u00E9e ?
BBB_CV_ISMEC_ANS=La validation des entr\u00E9es de manifeste n\u2019est pas effectu\u00E9e !

BBB_CV_ISI=La signature est-elle intacte ?
BBB_CV_ISIC=La signature du certificat est-elle intacte ?
BBB_CV_ISIR=La signature de la r\u00E9vocation est-elle intacte?
BBB_CV_ISIT=La signature de time-stamp est-elle intacte ?
BBB_CV_ISI_ANS=La signature n\u2019est pas intacte !

BBB_CV_IAFS=Tous les fichiers sont-ils sign\u00E9s ?
BBB_CV_IAFS_ANS=Tous les fichiers ne sont pas sign\u00E9s !

# BBB -> ICS
BBB_ICS_ISCI=Y a-t-il un candidat identifi\u00E9 pour le certificat de signature?
BBB_ICS_ISCI_ANS=Il n\u2019y a pas de candidat pour le certificat de signature!
BBB_ICS_ISASCP=L\u2019attribut : ''signing-certificate'' est-il pr\u00E9sent ?
BBB_ICS_ISASCP_ANS=L\u2019attribut : ''signing-certificate'' est absent !
BBB_ICS_ISASCPU=L\u2019attribut : ''signing-certificate'' n\u2019est-il pr\u00E9sent qu\u2019une seule fois ?
BBB_ICS_ISASCPU_ANS=L\u2019attribut : ''signing-certificate'' est pr\u00E9sent plus d\u2019une fois !
BBB_ICS_ISACDP=L\u2019attribut : ''cert-digest'' du certificat est-il pr\u00E9sent ?
BBB_ICS_ISACDP_ANS=L\u2019attribut : ''cert-digest'' est absent !
BBB_ICS_ICDVV=La valeur de r\u00E9sum\u00E9 du certificat correspond-elle \u00E0 une valeur de r\u00E9sum\u00E9 trouv\u00E9e dans la ou les r\u00E9f\u00E9rences du certificat ?
BBB_ICS_ICDVV_ANS=La valeur du r\u00E9sum\u00E9 du certificat de signature ne correspond pas !
BBB_ICS_ICDVVS=Toutes les valeurs de r\u00E9sum\u00E9 de certificat correspondent-elles \u00E0 une valeur de r\u00E9sum\u00E9 trouv\u00E9e dans la r\u00E9f\u00E9rence de certificat ?
BBB_ICS_ICDVVS_ANS=Toutes les valeurs de r\u00E9sum\u00E9 de certificat de signature ne correspondent pas !
BBB_ICS_AIDNASNE=Le nom distinctif de l\u2019\u00E9metteur et le num\u00E9ro de s\u00E9rie sont-ils \u00E9gaux?
BBB_ICS_AIDNASNE_ANS=L\u2019attribut ''issuer-serial'' ne correspond pas!
BBB_ICS_ISAKIDP=L\u2019attribut : ''kid'' (identificateur de cl\u00E9) est-il pr\u00E9sent ?
BBB_ICS_ISAKIDP_ANS=L\u2019attribut sign\u00E9 : ''kid'' (identifiant de cl\u00E9) est absent !
BBB_ICS_DKIDVM=La valeur de l\u2019attribut ''kid'' (identificateur de cl\u00E9) correspond-elle au certificat de signature ?
BBB_ICS_DKIDVM_ANS=La valeur de l\u2019attribut ''kid'' (identificateur de cl\u00E9) ne correspond pas au certificat de signature !

# BBB -> RFC
BBB_RFC_NUP=Une prochaine mise \u00E0 jour est-elle d\u00E9finie pour les donn\u00E9es de r\u00E9vocation ?
BBB_RFC_NUP_ANS=Aucune mise \u00E0 jour suivante n\u2019est d\u00E9finie pour les donn\u00E9es de r\u00E9vocation !
BBB_RFC_IRIF=Les informations de r\u00E9vocation sont-elles \u00E0 jour pour le certificat ?
BBB_RFC_IRIF_TUNU=Les informations de r\u00E9vocation sont-elles \u00E0 jour pour le certificat (fra\u00EEcheur maximale accept\u00E9e = intervalle entre thisUpdate et nextUpdate) ?
BBB_RFC_IRIF_ANS=Les informations sur l\u2019\u00E9tat de la r\u00E9vocation ne sont pas consid\u00E9r\u00E9es comme \u00AB fra\u00EEches \u00BB.

ADEST_ROBVPIIC=Le r\u00E9sultat du processus de validation de base est-il concluant ?
ADEST_ROBVPIIC_ANS=Le r\u00E9sultat du processus de validation de base n\u2019est pas concluant !
ADEST_ROTVPIIC=Le r\u00E9sultat du processus de validation des horodatages est-il concluant ?
ADEST_ROTVPIIC_ANS=Le r\u00E9sultat du processus de validation des horodatages n\u2019est pas concluant !
ADEST_RORPIIC=Le r\u00E9sultat du processus de validation de base des donn\u00E9es de r\u00E9vocation est-il acceptable?
ADEST_RORPIIC_ANS=Le r\u00E9sultat du processus de validation de base des donn\u00E9es de r\u00E9vocation n\u2019est pas acceptable!

BSV_IFCRC=Le r\u00E9sultat du bloc de construction ''V\u00E9rification du format'' est-il concluant?
BSV_IFCRC_ANS=Le r\u00E9sultat du bloc de construction ''V\u00E9rification du format'' n\u2019est pas concluant!
BSV_IISCRC=Le r\u00E9sultat de l\u2019\u00E9l\u00E9ment constitutif \u00AB Identification du certificat de signature \u00BB est-il concluant?
BSV_IISCRC_ANS=Le r\u00E9sultat du bloc de construction ''Identification du certificat de signature'' n\u2019est pas concluant!
BSV_IVCIRC=Le r\u00E9sultat du bloc de construction ''Validation Context Initialization'' est-il concluant ?
BSV_IVCIRC_ANS=Le r\u00E9sultat du bloc de construction ''Validation Context Initialization'' n\u2019est pas concluant !
BSV_IXCVRC=Le r\u00E9sultat du bloc de construction ''X.509 Certificate Validation'' est-il concluant ?
BSV_IXCVRC_ANS=Le r\u00E9sultat du bloc de construction ''X.509 Certificate Validation'' n\u2019est pas concluant!
BSV_ISCRAVTC=Le certificat de signature n\u2019est-il pas r\u00E9voqu\u00E9 au moment de la validation ?
BSV_ISCRAVTC_ANS=Le certificat de signature est r\u00E9voqu\u00E9 au moment de la validation !
BSV_IVTAVRSC=La dur\u00E9e de validation est-elle comprise dans la plage de validit\u00E9 du certificat de signature ?
BSV_IVTAVRSC_ANS=Le temps de validation n\u2019est pas dans la plage de validit\u00E9 du certificat de signature !
BSV_ISCCTC=La signature contient-elle un attribut ''content-time-stamp'' ?
BSV_ISCCTC_ANS=La signature ne contient pas d\u2019attribut ''content-time-stamp'' !
BSV_ICTGTNASCRT=L\u2019heure de g\u00E9n\u00E9ration de l\u2019horodatage du contenu n\u2019est-elle pas post\u00E9rieure \u00E0 l\u2019heure de r\u00E9vocation du certificat de signature ?
BSV_ICTGTNASCRT_ANS=L\u2019heure de g\u00E9n\u00E9ration de l\u2019horodatage du contenu est post\u00E9rieure \u00E0 l\u2019heure de r\u00E9vocation du certificat de signature !
BSV_ICTGTNASCET=L\u2019heure de g\u00E9n\u00E9ration de l\u2019horodatage du contenu n\u2019est-elle pas post\u00E9rieure \u00E0 l\u2019heure d\u2019expiration du certificat de signature ?
BSV_ICTGTNASCET_ANS=L\u2019heure de g\u00E9n\u00E9ration de l\u2019horodatage du contenu est post\u00E9rieure \u00E0 l\u2019heure d\u2019expiration du certificat de signature !
BSV_ICVRC=Le r\u00E9sultat du bloc de construction \u00AB V\u00E9rification cryptographique \u00BB est-il concluant?
BSV_ICVRC_ANS=Le r\u00E9sultat du bloc de construction ''V\u00E9rification cryptographique'' n\u2019est pas concluant!
BSV_ISAVRC=Le r\u00E9sultat de la validation de l\u2019acceptation de la signature est-il concluant?
BSV_ISAVRC_ANS=Le r\u00E9sultat du bloc de construction ''Validation d\u2019acceptation de signature'' n\u2019est pas concluant!
BSV_ICTGTNACCET=L\u2019heure de g\u00E9n\u00E9ration de l\u2019horodatage du contenu n\u2019est-elle pas post\u00E9rieure \u00E0 l\u2019expiration des contraintes cryptographiques ?
BSV_ICTGTNACCET_ANS=L\u2019heure de g\u00E9n\u00E9ration de l\u2019horodatage du contenu est post\u00E9rieure \u00E0 l\u2019expiration des contraintes cryptographiques !

LTV_ABSV=Le r\u00E9sultat du processus de validation de base est-il acceptable?
LTV_ABSV_ANS=Le r\u00E9sultat du processus de validation de base n\u2019est pas acceptable pour continuer le processus!

ARCH_LTVV=Le r\u00E9sultat du processus de validation de la LTV est-il acceptable?
ARCH_LTVV_ANS=Le r\u00E9sultat du processus de validation LTV n\u2019est pas acceptable pour continuer le processus!
ARCH_IRTVBBA=Le r\u00E9sultat du bloc de construction de validation de l\u2019horodatage est-il acceptable ?
ARCH_IRTVBBA_ANS=Le r\u00E9sultat du bloc de construction de validation de l\u2019horodatage n\u2019est pas acceptable pour continuer le processus!
ARCH_ICHFCRLPOET=L\u2019algorithme de condens\u00E9 est-il fiable au moment le plus bas du POE pour le jeton d\u2019horodatage ?
ARCH_ICHFCRLPOET_ANS=L\u2019algorithme de condens\u00E9 n\u2019est pas fiable au moment le plus bas du POE !

ACCM=Les contraintes cryptographiques sont-elles respect\u00E9es pour le {0} ?
ASCCM_EAA=L\u2019algorithme de cryptage est-{0} autoris\u00E9 ?
ASCCM_EAA_ANS=L\u2019algorithme de cryptage {0} n\u2019est pas autoris\u00E9 pour {1}!
ASCCM_DAA=L\u2019algorithme de condens\u00E9 est-{0} autoris\u00E9 ?
ASCCM_DAA_ANS=L\u2019algorithme de condens\u00E9 {0} n\u2019est pas autoris\u00E9 pour {1}!
ASCCM_APKSA=Les algorithmes {0} avec une taille de cl\u00E9 {1} acceptables ?
ASCCM_APKSA_ANS=L\u2019algorithme {0} avec une taille de cl\u00E9 {1} est trop petite pour {2}!
ASCCM_AR=L\u2019algorithme {0} est-il fiable ?
ASCCM_AR_ANS_ANR=L\u2019algorithme {0} n\u2019est plus consid\u00E9r\u00E9 comme fiable pour {1} !
ASCCM_AR_ANS_AKSNR=L\u2019algorithme {0} avec {1} de taille de cl\u00E9 n\u2019est plus consid\u00E9r\u00E9 comme fiable pour {2}!
ASCCM_PKSK=La taille de la cl\u00E9 est-elle connue ?
ASCCM_PKSK_ANS=La taille de la cl\u00E9 est inconnue pour {0}!

ACCM_DESC_WITH_ID={0} avec l'id : {1}
ACCM_DESC_WITH_NAME={0} avec le nom [{1}]

ACCM_POS_SIG_SIG=cr\u00E9ation de signature
ACCM_POS_TST_SIG=signature horodat\u00E9e
ACCM_POS_REVOC_SIG=donn\u00E9es de r\u00E9vocation

ACCM_POS_CNTR_SIG=contre-signature
ACCM_POS_CON_DIG=r\u00E9sum\u00E9 de contenu
ACCM_POS_JWS=entr\u00E9e de signature JWS
ACCM_POS_KEY=informations cl\u00E9s
ACCM_POS_MAN=manifeste
ACCM_POS_MAN_ENT=entr\u00E9e de manifeste
ACCM_POS_MES_DIG=r\u00E9sum\u00E9 du message
ACCM_POS_MESS_IMP=horodatage message d\u2019impression
ACCM_POS_REF=r\u00E9f\u00E9rence d\u2019objet
ACCM_POS_SIG_D_ENT=entr\u00E9e sigD
ACCM_POS_SIGND_PRT=propri\u00E9t\u00E9s sign\u00E9es
ACCM_POS_SIGNTR_PRT=propri\u00E9t\u00E9s de signature

ACCM_POS_CERT_CHAIN_SIG=cha\u00EEne de certificats de la signature
ACCM_POS_CERT_CHAIN_TST=cha\u00EEne de certificats d\u2019horodatage
ACCM_POS_CERT_CHAIN_REVOC=cha\u00EEne de certificats des donn\u00E9es de r\u00E9vocation
ACCM_POS_CERT_CHAIN=cha\u00EEne de certificats
ACCM_POS_SIG_CERT_REF=r\u00E9f\u00E9rence du certificat de signature

BBB_SAV_DSCACRCC=L\u2019attribut ''Signing Certificate'' contient-il uniquement des r\u00E9f\u00E9rences \u00E0 la cha\u00EEne de certificats ?
BBB_SAV_DSCACRCC_ANS=L\u2019attribut ''Certificat de signature'' contient des r\u00E9f\u00E9rences \u00E0 d\u2019autres certificats que ceux pr\u00E9sents dans la cha\u00EEne de certificats !
BBB_SAV_ACPCCRSCA=Les r\u00E9f\u00E9rences de l\u2019attribut ''Certificat de signature'' sont-elles pr\u00E9sentes pour tous les certificats de la cha\u00EEne de certification ?
BBB_SAV_ACPCCRSCA_ANS=Tous les certificats de la cha\u00EEne de certificats ne sont pas r\u00E9f\u00E9renc\u00E9s par l\u2019attribut ''Certificat de signature'' !

BBB_SAV_ISVA=La signature est-elle acceptable?
BBB_SAV_ISVA_ANS=La signature n\u2019est pas acceptable!
BBB_SAV_ISSV=La structure de la signature est-elle valide ?
BBB_SAV_ISSV_ANS=La structure de la signature n\u2019est pas valide !
BBB_SAV_ICERRM=Le r\u00F4le certifi\u00E9 demand\u00E9 est-il pr\u00E9sent ?
BBB_SAV_ICERRM_ANS=Le r\u00F4le certifi\u00E9 demand\u00E9 n\u2019est pas pr\u00E9sent !
BBB_SAV_ICRM=Le r\u00F4le revendiqu\u00E9 est-il pr\u00E9sent ?
BBB_SAV_ICRM_ANS=Le r\u00F4le revendiqu\u00E9 demand\u00E9 n\u2019est pas pr\u00E9sent !
BBB_SAV_ISQPCTP=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''content-type'' est-elle pr\u00E9sente ?
BBB_SAV_ISQPCTP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''content-type'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPCHP=La propri\u00E9t\u00E9 admissible sign\u00E9e : ''content-hints'' est-elle pr\u00E9sente ?
BBB_SAV_ISQPCHP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''content-hints'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPCIP=Les propri\u00E9t\u00E9s qualifiantes sign\u00E9es : ''content-identifier'' sont-elles pr\u00E9sentes ?
BBB_SAV_ISQPCIP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''content-identifier'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPCTSIP=La propri\u00E9t\u00E9 admissible sign\u00E9e : ''content-timestamp'' est-elle pr\u00E9sente ?
BBB_SAV_ISQPCTSIP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''content-timestamp'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPSLP=La propri\u00E9t\u00E9 admissible sign\u00E9e : ''signer-location'' est-elle pr\u00E9sente ?
BBB_SAV_ISQPSLP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''signer-location'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPSTP=La propri\u00E9t\u00E9 admissible sign\u00E9e est-elle pr\u00E9sente : ''signing-time'' ?
BBB_SAV_ISQPSTP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''signing-time'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPXTIP=La propri\u00E9t\u00E9 admissible sign\u00E9e : ''commitment-type-indication'' est-elle pr\u00E9sente?
BBB_SAV_ISQPXTIP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ''commitment-type-indication'' n\u2019est pas pr\u00E9sente !
BBB_SAV_IUQPCSP=La propri\u00E9t\u00E9 admissible non sign\u00E9e : ''contresignature'' est-elle pr\u00E9sente ?
BBB_SAV_IUQPCSP_ANS=La propri\u00E9t\u00E9 qualifiante non sign\u00E9e : ''contresignature'' n\u2019est pas pr\u00E9sente !
BBB_SAV_ISQPMDOSPP=La propri\u00E9t\u00E9 admissible sign\u00E9e : ''message-digest'' ou ''SignedProperties'' est-elle pr\u00E9sente ?
BBB_SAV_ISQPMDOSPP_ANS=La propri\u00E9t\u00E9 \u00E9ligible sign\u00E9e : ni ''message-digest'' ni ''SignedProperties'' ne sont pr\u00E9sents !
BBB_SAV_DMICTSTMCMI=L\u2019empreinte du message correspond-elle \u00E0 la valeur calcul\u00E9e ?
BBB_SAV_DMICTSTMCMI_ANS=L\u2019empreinte de message calcul\u00E9e ne correspond pas \u00E0 la valeur extraite de l\u2019horodatage !

BBB_TAV_ITSAP=Le champ TST Info : ''tsa'' est-il pr\u00E9sent ?
BBB_TAV_ITSAP_ANS=Le champ TST Info : ''tsa'' n\u2019est pas pr\u00E9sent !
BBB_TAV_DTSAVM=Le champ TST Info : ''tsa'' correspond-il au nom de l\u2019\u00E9metteur de l\u2019horodatage ?
BBB_TAV_DTSAVM_ANS=Le champ TST Info : ''tsa'' ne correspond pas au nom de l\u2019\u00E9metteur de l\u2019horodatage !
BBB_TAV_DTSAOM=L\u2019ordre du champ TST Info: ''tsa'' correspond-il \u00E0 celui d\u00E9fini dans le nom distinctif de l\u2019\u00E9metteur horodat\u00E9?
BBB_TAV_DTSAOM_ANS=The order of TST Info field: ''tsa'' does not match the one defined in time-stamp''s issuer distinguishing name!

BBB_VCI_ISPK=La politique de signature est-elle connue?
BBB_VCI_ISPK_ANS=La politique de signature est obligatoire!

BBB_VCI_ISPA=La politique de signature est-elle disponible?
BBB_VCI_ISPA_ANS=La politique de signature n\u2019est pas disponible!
BBB_VCI_ISPSUPP=La propri\u00E9t\u00E9 non sign\u00E9e du magasin de strat\u00E9gies de signatures est-elle pr\u00E9sente ?
BBB_VCI_ISPSUPP_ANS=Le magasin de strat\u00E9gies de signature n\u2019est pas pr\u00E9sent !
BBB_VCI_ISPM=La valeur de r\u00E9sum\u00E9 de la strat\u00E9gie de signature correspond-elle ?
BBB_VCI_ISPM_ANS=La valeur de r\u00E9sum\u00E9 de la strat\u00E9gie de signature ne correspond pas \u00E0 la valeur calcul\u00E9e !
BBB_VCI_IZHSP=La politique de signature de hachage z\u00E9ro est-elle ?
BBB_VCI_IZHSP_ANS=Ce n\u2019est pas une politique de signature de hachage z\u00E9ro !

BBB_XCV_SUB=La validation du certificat est-elle concluante ?
BBB_XCV_SUB_ANS=La validation du certificat n\u2019est pas concluante !
BBB_XCV_RFC=Le contr\u00F4le de fra\u00EEcheur de la r\u00E9vocation est-il concluant?
BBB_XCV_RFC_ANS=Le contr\u00F4le de fra\u00EEcheur de r\u00E9vocation n\u2019est pas concluant!
BBB_XCV_RAC=Le contr\u00F4le d\u2019acceptation de la r\u00E9vocation est-il concluant ?
BBB_XCV_RAC_ANS=Le contr\u00F4le d\u2019acceptation de la r\u00E9vocation n\u2019est pas concluant!
BBB_XCV_CCCBB=La cha\u00EEne de certificats peut-elle \u00EAtre construite jusqu\u2019\u00E0 une ancre d\u2019approbation ?
BBB_XCV_CCCBB_ANS=La cha\u00EEne de certificats n\u2019est pas approuv\u00E9e, elle ne contient pas d\u2019ancre d\u2019approbation.
BBB_XCV_CCCBB_SIG_ANS=La cha\u00EEne de certificats pour la signature n\u2019est pas approuv\u00E9e, elle ne contient pas d\u2019ancre d\u2019approbation.
BBB_XCV_CCCBB_TSP_ANS=La cha\u00EEne de certificats pour l\u2019horodatage n\u2019est pas approuv\u00E9e, elle ne contient pas d\u2019ancre d\u2019approbation.
BBB_XCV_CCCBB_REV_ANS=La cha\u00EEne de certificats pour les donn\u00E9es de r\u00E9vocation n\u2019est pas approuv\u00E9e, elle ne contient pas d\u2019ancre d\u2019approbation.
BBB_XCV_CMDCIPI=Contraintes de m\u00E9tadonn\u00E9es du certificat : le certificat contient-il l\u2019un des identificateurs de strat\u00E9gie requis ?
BBB_XCV_CMDCIPI_ANS=Aucun des identificateurs de strat\u00E9gie requis n\u2019a \u00E9t\u00E9 trouv\u00E9 dans le certificat !
BBB_XCV_CMDCIQC=Contraintes de m\u00E9tadonn\u00E9es de certificat : les identificateurs de strat\u00E9gie de certificat d\u00E9clarent-ils le certificat comme qualifi\u00E9 ?
BBB_XCV_CMDCIQC_ANS=Les identificateurs de strat\u00E9gie de certificat ne d\u00E9clarent pas le certificat comme qualifi\u00E9 !
BBB_XCV_CMDCIQSCD=Contraintes de m\u00E9tadonn\u00E9es de certificat : les identificateurs de strat\u00E9gie de certificat d\u00E9clarent-ils le certificat comme pris en charge par un QSCD ?
BBB_XCV_CMDCIQSCD_ANS=Les identificateurs de strat\u00E9gie de certificat ne d\u00E9clarent pas le certificat comme pris en charge par un QSCD !
BBB_XCV_CMDCIITLP=Contraintes de m\u00E9tadonn\u00E9es du certificat : le certificat d\u00E9clare-t-il qu\u2019il a \u00E9t\u00E9 d\u00E9livr\u00E9 \u00E0 une personne morale ?
BBB_XCV_CMDCIITLP_ANS=Le certificat ne d\u00E9clare pas qu\u2019il a \u00E9t\u00E9 d\u00E9livr\u00E9 \u00E0 une personne morale.
BBB_XCV_CMDCIITNP=Contraintes de m\u00E9tadonn\u00E9es du certificat : le certificat d\u00E9clare-t-il qu\u2019il a \u00E9t\u00E9 d\u00E9livr\u00E9 \u00E0 une personne physique ?
BBB_XCV_CMDCIITNP_ANS=Le certificat ne d\u00E9clare pas qu\u2019il a \u00E9t\u00E9 d\u00E9livr\u00E9 \u00E0 une personne physique.
BBB_XCV_CMDCICQCC=Contraintes de m\u00E9tadonn\u00E9es du certificat : l\u2019extension QcStatements du certificat d\u00E9clare-t-elle le certificat comme qualifi\u00E9 ?
BBB_XCV_CMDCICQCC_ANS=L\u2019extension QcStatements de certificat ne d\u00E9clare pas le certificat comme qualifi\u00E9 !
BBB_XCV_CMDCICQCLVA=Contraintes de m\u00E9tadonn\u00E9es du certificat : la valeur QcEuLimitValue du certificat est-elle acceptable ?
BBB_XCV_CMDCICQCLVA_ANS=La valeur QcEuLimitValue du certificat est inf\u00E9rieure \u00E0 la valeur acceptable !
BBB_XCV_CMDCICQCLVHAC=Contraintes de m\u00E9tadonn\u00E9es du certificat : la valeur QcEuLimitValue du certificat est-elle d\u00E9finie avec une devise acceptable ?
BBB_XCV_CMDCICQCLVHAC_ANS=La QcEuLimitValue du certificat n\u2019est pas d\u00E9finie avec une devise acceptable !
BBB_XCV_CMDCICQCERPA=Contraintes de m\u00E9tadonn\u00E9es du certificat : la valeur QcEuRetentionPeriod du certificat est-elle acceptable ?
BBB_XCV_CMDCICQCERPA_ANS=La valeur QcEuRetentionPeriod du certificat n\u2019est pas acceptable !
BBB_XCV_CMDCICSQCSSCD=Contraintes de m\u00E9tadonn\u00E9es de certificat : l\u2019extension QcStatements du certificat d\u00E9clare-t-elle le certificat comme pris en charge par un QSCD ?
BBB_XCV_CMDCICSQCSSCD_ANS=L\u2019extension QcStatements du certificat ne d\u00E9clare pas le certificat comme pris en charge par un QSCD !
BBB_XCV_CMDCICQCPDSLA=Contraintes de m\u00E9tadonn\u00E9es du certificat : le ou les emplacements QcEuPDS du certificat sont-ils acceptables ?
BBB_XCV_CMDCICQCPDSLA_ANS=Le ou les emplacements QcEuPDS du certificat ne sont pas acceptables !
BBB_XCV_CMDCICQCTA=Contraintes de m\u00E9tadonn\u00E9es du certificat : le QcType du certificat est-il acceptable ?
BBB_XCV_CMDCICQCTA_ANS=Le QcType du certificat n\u2019est pas acceptable !
BBB_XCV_CMDCDCQCCLCEC=Contraintes de m\u00E9tadonn\u00E9es du certificat : l\u2019instruction QcCCLegislation du certificat est-elle acceptable ?
BBB_XCV_CMDCDCQCCLCEC_ANS=La QcCCLegislation du certificat ne contient pas le code pays attendu !
BBB_XCV_CMDCDCQCCLCEC_ANS_EU=La d\u00E9claration QcCCLegislation ne doit pas \u00EAtre pr\u00E9sente pour les certificats qualifi\u00E9s de l\u2019UE!
BBB_XCV_CMDCSCSIA=Contraintes de m\u00E9tadonn\u00E9es du certificat : le SemanticsIdentifier du certificat a-t-il une valeur acceptable ?
BBB_XCV_CMDCSCSIA_ANS=Le SemanticsIdentifier du certificat n\u2019a pas de valeur acceptable !
BBB_XCV_CMDCICQCRA=Contraintes de m\u00E9tadonn\u00E9es du certificat : les RolesOfPSP PSD2QcType du certificat contiennent-ils une valeur acceptable ?
BBB_XCV_CMDCICQCRA_ANS=Le PSD2QcType RolesOfPSP du certificat ne contient pas de valeur acceptable !
BBB_XCV_CMDCICQCNA=Contraintes de m\u00E9tadonn\u00E9es du certificat : le nom de l\u2019autorit\u00E9 comp\u00E9tente PSD2QcType du certificat est-il acceptable ?
BBB_XCV_CMDCICQCNA_ANS=Le nom de l\u2019autorit\u00E9 comp\u00E9tente PSD2QcType du certificat n\u2019est pas acceptable !
BBB_XCV_CMDCICQCIA=Contraintes de m\u00E9tadonn\u00E9es du certificat : l\u2019ID d\u2019autorit\u00E9 comp\u00E9tente PSD2QcType du certificat est-il acceptable ?
BBB_XCV_CMDCICQCIA_ANS=L\u2019ID d\u2019autorit\u00E9 comp\u00E9tente PSD2QcType du certificat n\u2019est pas acceptable !
BBB_XCV_ICTIVRSC=L\u2019heure actuelle se situe-t-elle dans la plage de validit\u00E9 du certificat du signataire ?
BBB_XCV_ICTIVRSC_ANS=L\u2019heure actuelle n\u2019est pas dans la plage de validit\u00E9 du certificat du signataire !
BBB_XCV_ICTIVRCIRI=L\u2019heure actuelle se situe-t-elle dans la plage de validit\u00E9 du certificat de l\u2019\u00E9metteur des informations de r\u00E9vocation ?
BBB_XCV_ICTIVRCIRI_ANS=L\u2019heure actuelle n\u2019est pas dans la plage de validit\u00E9 du certificat de l\u2019\u00E9metteur des informations de r\u00E9vocation !
BBB_XCV_IRDPFC=Les donn\u00E9es de r\u00E9vocation sont-elles pr\u00E9sentes pour le certificat ?
BBB_XCV_IRDPFC_ANS=Aucune donn\u00E9e de r\u00E9vocation trouv\u00E9e pour le certificat !
BBB_XCV_IRDPFRC=Les donn\u00E9es de r\u00E9vocation sont-elles pr\u00E9sentes pour l\u2019\u00E9metteur de r\u00E9vocation ?
BBB_XCV_IRDPFRC_ANS=Aucune donn\u00E9e de r\u00E9vocation n\u2019a \u00E9t\u00E9 trouv\u00E9e pour l\u2019\u00E9metteur de r\u00E9vocation !
BBB_XCV_IARDPFC=Des donn\u00E9es de r\u00E9vocation acceptables sont-elles pr\u00E9sentes pour le certificat ?
BBB_XCV_IARDPFC_ANS=Aucune donn\u00E9e de r\u00E9vocation acceptable pour le certificat !
BBB_VTS_IRDPFC=Existe-t-il des informations satisfaisantes sur l\u2019\u00E9tat de r\u00E9vocation ?
BBB_VTS_IRDPFC_ANS=Aucune information satisfaisante sur l\u2019\u00E9tat de r\u00E9vocation du certificat n\u2019a \u00E9t\u00E9 trouv\u00E9e !
BBB_XCV_ISCOH=Le certificat n\u2019est-il pas en attente ?
BBB_XCV_ISCOH_ANS=Le certificat est en attente !
BBB_XCV_ISCUKN=Le statut de r\u00E9vocation est-il connu?
BBB_XCV_ISCUKN_ANS=Le statut de r\u00E9vocation est inconnu (r\u00E9ponse inconnue de l\u2019OCSP)!
BBB_XCV_ISCR=Le certificat n\u2019est-il pas r\u00E9voqu\u00E9 ?
BBB_XCV_ISCR_ANS=Le certificat est r\u00E9voqu\u00E9 !
BBB_XCV_ISCGKU=Le certificat du signataire a-t-il une utilisation de cl\u00E9 attendue ?
BBB_XCV_ISCGKU_ANS=Le certificat du signataire n\u2019a pas d\u2019utilisation de cl\u00E9 attendue !
BBB_XCV_ISCGEKU=Le certificat du signataire a-t-il une ''utilisation(s) \u00E9tendue(s) de cl\u00E9(s)'' attendue ?
BBB_XCV_ISCGEKU_ANS=Le certificat du signataire n\u2019a pas d\u2019utilisation \u00E9tendue de cl\u00E9 attendue !
BBB_XCV_ICSI=La signature du certificat est-elle intacte ?
BBB_XCV_ICSI_ANS=La signature du certificat est soit corrompue, soit il n\u2019est pas possible de la valider !
BBB_XCV_OCSP_NO_CHECK=Le certificat de l\u2019\u00E9metteur a-t-il l\u2019extension id-pkix-ocsp-nocheck ?
BBB_XCV_OCSP_NO_CHECK_ANS=Le certificat de l\u2019\u00E9metteur n\u2019a pas l\u2019extension id-pkix-ocsp-nocheck !
BBB_XCV_PSEUDO_USE=Un pseudonyme est-il utilis\u00E9 ?
BBB_XCV_PSEUDO_USE_ANS=Un pseudonyme est utilis\u00E9
BBB_XCV_AIA_PRES=L\u2019acc\u00E8s aux informations de l\u2019autorit\u00E9 est-il pr\u00E9sent ?
BBB_XCV_AIA_PRES_ANS=L\u2019acc\u00E8s aux informations d\u2019autorit\u00E9 n\u2019est pas pr\u00E9sent !
BBB_XCV_REVOC_PRES=L\u2019acc\u00E8s aux informations de r\u00E9vocation est-il pr\u00E9sent ?
BBB_XCV_REVOC_PRES_ANS=L\u2019acc\u00E8s aux informations de r\u00E9vocation n\u2019est pas pr\u00E9sent !
BBB_XCV_REVOC_CERT_HASH_PRESENT=L\u2019attribut certHash est-il pr\u00E9sent dans la r\u00E9ponse OCSP ?
BBB_XCV_REVOC_CERT_HASH_PRESENT_ANS=L\u2019attribut certHash n\u2019est pas pr\u00E9sent dans la r\u00E9ponse OCSP !
BBB_XCV_REVOC_CERT_HASH_MATCH=Le certHash de la r\u00E9ponse OCSP correspond-il ?
BBB_XCV_REVOC_CERT_HASH_MATCH_ANS=Le certHash de la r\u00E9ponse OCSP ne correspond pas au certificat actuel !
BBB_XCV_REVOC_SELF_ISSUED_OCSP=N\u2019est-ce pas une r\u00E9ponse de l\u2019OCSP auto-\u00E9mise?
BBB_XCV_REVOC_SELF_ISSUED_OCSP_ANS=Le certificat v\u00E9rifi\u00E9 n\u2019appara\u00EEt pas dans le chemin du certificat du r\u00E9pondant OCSP !

BBB_XCV_ISCGCOUN=Le nom de l\u2019objet du certificat contient-il un attribut de nom de pays attendu ?
BBB_XCV_ISCGCOUN_ANS=L\u2019attribut nom_pays ne correspond pas \u00E0 la/aux valeur(s) attendue(s) !
BBB_XCV_ISCGORGAN=Le nom du sujet du certificat contient-il un attribut de nom d\u2019organisation attendu ?
BBB_XCV_ISCGORGAN_ANS=L\u2019attribut nom de l\u2019organisation ne correspond pas \u00E0 la ou aux valeurs attendues !
BBB_XCV_ISCGORGAU=Le nom de l\u2019objet du certificat contient-il un attribut d\u2019unit\u00E9 d\u2019organisation attendu ?
BBB_XCV_ISCGORGAU_ANS=L\u2019attribut de l\u2019unit\u00E9 d\u2019organisation ne correspond pas \u00E0 la/aux valeur(s) attendue(s) !
BBB_XCV_ISCGSURN=Le nom du sujet du certificat contient-il un attribut de nom de famille attendu ?
BBB_XCV_ISCGSURN_ANS=L\u2019attribut nom_famille ne correspond pas \u00E0 la/aux valeur(s) attendue(s) !
BBB_XCV_ISCGGIVEN=Le nom du sujet du certificat contient-il un attribut ''pr\u00E9nom'' attendu ?
BBB_XCV_ISCGGIVEN_ANS=L\u2019attribut ''pr\u00E9nom'' ne correspond pas au(x) valeur(s) attendue(s) !
BBB_XCV_ISCGPSEUDO=Le nom de l\u2019objet du certificat contient-il un attribut de pseudonyme attendu ?
BBB_XCV_ISCGPSEUDO_ANS=L\u2019attribut pseudonyme ne correspond pas \u00E0 la/aux valeur(s) attendue(s) !
BBB_XCV_ISCGCOMMONN=Le nom du sujet du certificat contient-il un attribut de nom commun attendu ?
BBB_XCV_ISCGCOMMONN_ANS=L\u2019attribut nom commun ne correspond pas \u00E0 la ou aux valeurs attendues !

BBB_XCV_ISSSC=Le certificat est-il auto-sign\u00E9 ?
BBB_XCV_ISSSC_ANS=Le certificat n\u2019est pas auto-sign\u00E9 !

BBB_XCV_ISNSSC=Le certificat n\u2019est-il pas auto-sign\u00E9 ?
BBB_XCV_ISNSSC_ANS=Le certificat est auto-sign\u00E9 !

BBB_XCV_IRDC=Les donn\u00E9es de r\u00E9vocation sont-elles coh\u00E9rentes ?
BBB_XCV_IRDC_ANS=Les donn\u00E9es de r\u00E9vocation ne sont pas coh\u00E9rentes !

XCV_TSL_ESP=Un service de confiance avec un statut attendu a-t-il \u00E9t\u00E9 trouv\u00E9 ?
XCV_TSL_ESP_ANS=Le ou les services de confiance n\u2019ont pas le statut attendu !
XCV_TSL_ESP_SIG_ANS=Le ou les services de confiance li\u00E9s au certificat de signature n\u2019ont pas le statut attendu !
XCV_TSL_ESP_TSP_ANS=Le(s) service(s) de confiance associ\u00E9(s) \u00E0 l\u2019horodatage n\u2019a pas le statut attendu !
XCV_TSL_ESP_REV_ANS=Le ou les services de confiance li\u00E9s \u00E0 la r\u00E9vocation n\u2019ont pas le statut attendu !
XCV_TSL_ETIP=Un service d\u2019approbation avec un identificateur de type attendu a-t-il \u00E9t\u00E9 trouv\u00E9 ?
XCV_TSL_ETIP_ANS=Le ou les services de confiance n\u2019ont pas l\u2019identificateur de type attendu !
XCV_TSL_ETIP_SIG_ANS=Le ou les services de confiance li\u00E9s au certificat de signature n\u2019ont pas l\u2019identificateur de type attendu !
XCV_TSL_ETIP_TSP_ANS=Le ou les services de confiance li\u00E9s \u00E0 l\u2019horodatage n\u2019ont pas l\u2019identifiant de type attendu !
XCV_TSL_ETIP_REV_ANS=Le ou les services de confiance li\u00E9s \u00E0 la r\u00E9vocation n\u2019ont pas l\u2019identificateur de type attendu !

PCV_IVTSC=Le processus de glissement temporel de validation est-il concluant ?
PCV_IVTSC_ANS=Le processus de glissement temporel de validation n\u2019est pas concluant!

PSV_IPCVA=La validation du certificat pass\u00E9 est-elle concluante ?
PSV_IPCVA_ANS=La validation du certificat pass\u00E9 n\u2019est pas concluante !
PSV_IPCVC=Pas de POE, quelle est la validation de l\u2019heure actuelle ?
PSV_IPCVC_ANS=La validation de l\u2019heure actuelle n\u2019est pas concluante !
PSV_IPSVC=La validation de signature pass\u00E9e est-elle concluante ?
PSV_IPSVC_ANS=La validation de signature pass\u00E9e n\u2019est pas concluante !
PSV_IPTVC=La validation de l\u2019horodatage pass\u00E9e est-elle concluante ?
PSV_IPTVC_ANS=La validation de l\u2019horodatage pass\u00E9e n\u2019est pas concluante !
PSV_ITPOCOBCT=Y a-t-il un point d\u2019entr\u00E9e du certificat au moment du contr\u00F4le (ou avant) ?
PSV_ITPOSVAOBCT=Existe-t-il un POE de la valeur de signature au moment du contr\u00F4le (ou avant) ?
PSV_ITPORDAOBCT=Existe-t-il un point d\u2019entr\u00E9e des donn\u00E9es de r\u00E9vocation au moment du contr\u00F4le (ou avant) ?
PSV_ITPOOBCT_ANS=Aucune preuve d\u2019existence trouv\u00E9e au temps de contr\u00F4le (ou avant) !
PSV_ITPRISCNARTCAC=Existe-t-il un point d\u2019entr\u00E9e pour les informations de r\u00E9vocation du certificat de signataire au plus tard \u00E0 l\u2019heure de r\u00E9vocation du certificat d\u2019autorit\u00E9 de certification?
PSV_ITPRISCNARTCAC_ANS=Pas de point d\u2019entr\u00E9e pour les informations de r\u00E9vocation du certificat de signataire au plus tard \u00E0 l\u2019heure de r\u00E9vocation du certificat d\u2019autorit\u00E9 de certification !
PSV_ICRDIT=L\u2019\u00E9metteur des donn\u00E9es du certificat de r\u00E9vocation est-il fiable ?
PSV_ICRDIT_ANS=L\u2019\u00E9metteur des donn\u00E9es du certificat de r\u00E9vocation n\u2019est pas fiable !
PSV_IPCRIAIDBEDC=Y a-t-il une PDE pour l\u2019\u00E9metteur de donn\u00E9es de r\u00E9vocation dans sa plage de validit\u00E9?
PSV_IPCRIAIDBEDC_ANS=Il n\u2019y a pas de POE pour l\u2019\u00E9metteur de donn\u00E9es de r\u00E9vocation dans sa plage de validit\u00E9!
PSV_HRDBIBCT=Les donn\u00E9es de r\u00E9vocation ont-elles \u00E9t\u00E9 \u00E9mises avant l\u2019heure de contr\u00F4le?
PSV_HRDBIBCT_ANS=Les donn\u00E9es de r\u00E9vocation ont \u00E9t\u00E9 \u00E9mises \u00E0 ou apr\u00E8s le temps de contr\u00F4le !
PSV_DIURDSCHPVR = L\u2019\u00E9metteur des donn\u00E9es de r\u00E9vocation utilis\u00E9es du certificat de signature a-t-il un point d\u2019entr\u00E9e dans sa plage de validit\u00E9?
PSV_DIURDSCHPVR_ANS = L\u2019\u00E9metteur des donn\u00E9es de r\u00E9vocation utilis\u00E9es du certificat de signature n\u2019a pas de POE dans sa plage de validit\u00E9 !

TSV_ASTPTCT=Les horodatages sont-ils dans le bon ordre ?
TSV_ASTPTCT_ANS=Les horodatages n\u2019ont pas \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9s dans le bon ordre !
TSV_IBSTAIDOSC=Le meilleur temps de signature n\u2019est-il pas avant la date d\u2019\u00E9mission du certificat de signature ?
TSV_IBSTAIDOSC_ANS=Le meilleur temps de signature est avant la date d\u2019\u00E9mission du certificat de signature!
TSV_IBSTBCEC=La meilleure heure de signature est-elle ant\u00E9rieure \u00E0 la date d\u2019expiration du certificat de signature ?
TSV_IBSTBCEC_ANS=La meilleure heure de signature n\u2019est pas ant\u00E9rieure \u00E0 la date d\u2019expiration du certificat de signature !
TSV_ISCNVABST=La meilleure heure de signature est-elle comprise dans la plage de validit\u00E9 du certificat de signature ?
TSV_ISCNVABST_ANS=Le meilleur temps de signature n\u2019est pas dans la plage de validit\u00E9 du certificat !

ADEST_IRTPTBST=Le d\u00E9lai de r\u00E9vocation est-il post\u00E9rieur au meilleur d\u00E9lai de signature ?
ADEST_IRTPTBST_ANS=Le d\u00E9lai de r\u00E9vocation n\u2019est pas apr\u00E8s le meilleur temps de signature!
ADEST_ISTPTBST=Le meilleur temps de signature est-il avant le temps de suspension du certificat ?
ADEST_ISTPTBST_ANS=Le meilleur temps de signature n\u2019est pas avant le temps de suspension du certificat!
ADEST_VFDTAOCST_ANS=La validation a \u00E9chou\u00E9 en raison de l\u2019absence d\u2019un ''temps de signature'' revendiqu\u00E9!
ADEST_ISTPTDABST=L\u2019heure de signature plus le d\u00E9lai d\u2019horodatage est-elle post\u00E9rieure \u00E0 la meilleure heure de signature ?
ADEST_ISTPTDABST_ANS=La validation a \u00E9chou\u00E9 en raison de la contrainte de d\u00E9lai d\u2019horodatage !
ADEST_IBSVPTC=Le r\u00E9sultat du processus de validation de base de l\u2019horodatage est-il concluant ?
ADEST_IBSVPTC_ANS=Le r\u00E9sultat du processus de validation de base de l\u2019horodatage n\u2019est pas concluant! La validation de l\u2019horodatage pass\u00E9 est requise.

QUAL_TL_EXP=La liste de confiance n\u2019a-t-elle pas expir\u00E9 ?
QUAL_TL_EXP_ANS=L\u2019heure de la prochaine mise \u00E0 jour de la liste de confiance appartient au pass\u00E9 !
QUAL_TL_FRESH=La liste de confiance est-elle \u00E0 jour ?
QUAL_TL_FRESH_ANS=La liste de confiance n\u2019est pas consid\u00E9r\u00E9e comme fra\u00EEche !
QUAL_TL_VERSION=La liste de confiance a-t-elle la version attendue ?
QUAL_TL_VERSION_ANS=La liste de confiance n\u2019a pas la version attendue !
QUAL_TL_WS=La liste de confiance est-elle bien sign\u00E9e ?
QUAL_TL_WS_ANS=La liste de confiance n\u2019est pas bien sign\u00E9e!
QUAL_TL_IMRA=La liste de confiance est-elle prise en charge par un mappage d\u2019\u00E9quivalence de service d\u2019approbation adopt\u00E9 ?
QUAL_TL_IMRA_ANS=La validation de la liste de confiance est prise en charge par un mappage d\u2019\u00E9quivalence de service d\u2019approbation adopt\u00E9.
QUAL_TL_IMRA_ANS_V1=La validation de la liste de confiance est \u00E9tay\u00E9e par une cartographie d\u2019\u00E9quivalence de service de confiance adopt\u00E9e, dans le contexte de l\u2019article 14 du r\u00E8glement (UE) no 9102014.
QUAL_TL_IMRA_ANS_V2=La validation repose sur la liste AdES du CT des listes fournissant des informations notifi\u00E9es par les pays tiers afin de faciliter la validation des signatures \u00E9lectroniques ou des cachets cr\u00E9\u00E9s dans des pays tiers comme satisfaisant aux exigences des signatures \u00E9lectroniques ou cachets avanc\u00E9s (UE) conform\u00E9ment au r\u00E8glement (UE) no 9102014.

QUAL_TL_SERV_CONS=Le service de confiance est-il coh\u00E9rent ?
QUAL_TL_SERV_CONS_ANS0=Aucun service de confiance CAQC trouv\u00E9
QUAL_TL_SERV_CONS_ANS1=Le service de confiance n\u2019est pas coh\u00E9rent ! (QCStatement et NotQualified)
QUAL_TL_SERV_CONS_ANS2=Le service de confiance n\u2019est pas coh\u00E9rent ! (QCForLegalPerson et QCForeSig)
QUAL_TL_SERV_CONS_ANS3=Le service de confiance n\u2019est pas coh\u00E9rent ! (X_QSCD et NotQSCD)
QUAL_TL_SERV_CONS_ANS3A=Le service de confiance n\u2019est pas coh\u00E9rent ! (QSCDStatusAsInCert et X_QSCD)
QUAL_TL_SERV_CONS_ANS4=Le service de confiance n\u2019est pas coh\u00E9rent ! (utilisations incompatibles de QCForeSig, QCForeSeal, QCForWSA)
QUAL_TL_SERV_CONS_ANS5=Le service de confiance n\u2019est pas coh\u00E9rent ! (statut invalide en service avant 1716)
QUAL_TL_SERV_CONS_ANS6=Le service de confiance n\u2019est pas coh\u00E9rent ! (qualificatif d\u2019informations de service suppl\u00E9mentaires en service avant 1716)
QUAL_TL_SERV_CONS_ANS7=Le service de confiance n\u2019est pas coh\u00E9rent ! (conflit entre les informations de service suppl\u00E9mentaires et le qualificatif)

QUAL_CERT_TRUSTED_LIST_REACHED=Une liste de confiance a-t-elle \u00E9t\u00E9 atteinte pour la cha\u00EEne de certificats ?
QUAL_CERT_TRUSTED_LIST_REACHED_ANS=Impossible de cr\u00E9er une cha\u00EEne de certificats jusqu'\u00E0 une liste de confiance !

QUAL_TRUSTED_LIST_ACCEPT=La liste de confiance est-elle acceptable ?
QUAL_TRUSTED_LIST_ACCEPT_ANS=La liste de confiance n'est pas acceptable !
QUAL_LIST_OF_TRUSTED_LISTS_ACCEPT=La liste des listes de confiance est-elle acceptable ?
QUAL_LIST_OF_TRUSTED_LISTS_ACCEPT_ANS=La liste des listes de confiance n'est pas acceptable !
QUAL_VALID_TRUSTED_LIST_PRESENT=Une liste de confiance acceptable a-t-elle \u00E9t\u00E9 trouv\u00E9e ?
QUAL_VALID_TRUSTED_LIST_PRESENT_ANS=Aucune liste de confiance acceptable n'a \u00E9t\u00E9 trouv\u00E9e !

QUAL_CERT_TYPE_AT_ST=Le type de certificat est-il clairement identifi\u00E9 au (meilleur) moment de la signature ?
QUAL_CERT_TYPE_AT_ST_ANS=Le type de certificat n'est pas clairement identifi\u00E9 au (meilleur) moment de la signature !
QUAL_CERT_TYPE_AT_CC=Le type de certificat est-il clairement identifi\u00E9 au moment de l'\u00E9mission ?
QUAL_CERT_TYPE_AT_CC_ANS=Le type de certificat n'est pas clairement identifi\u00E9 au moment de l'\u00E9mission !
QUAL_CERT_TYPE_AT_VT=Le type de certificat est-il clairement identifi\u00E9 au moment de la validation ?
QUAL_CERT_TYPE_AT_VT_ANS=Le type de certificat n'est pas clairement identifi\u00E9 au moment de la validation !

QUAL_QC_AT_ST=Le certificat est-il qualifi\u00E9 au (meilleur) moment de la signature ?
QUAL_QC_AT_ST_ANS=Le certificat n'est pas qualifi\u00E9 au (meilleur) moment de la signature !
QUAL_QC_AT_CC=Le certificat est-il qualifi\u00E9 au moment de la d\u00E9livrance ?
QUAL_QC_AT_CC_ANS=Le certificat n'est pas qualifi\u00E9 au moment de l'\u00E9mission !
QUAL_QC_AT_VT=Le certificat est-il qualifi\u00E9 au moment de la validation ?
QUAL_QC_AT_VT_ANS=Le certificat n'est pas qualifi\u00E9 au moment de la validation !

QUAL_QSCD_AT_ST=La cl\u00E9 priv\u00E9e r\u00E9side-t-elle dans un QSCD au (meilleur) moment de la signature ?
QUAL_QSCD_AT_ST_ANS=La cl\u00E9 priv\u00E9e ne r\u00E9side pas dans un QSCD au (meilleur) moment de la signature !
QUAL_QSCD_AT_CC=La cl\u00E9 priv\u00E9e r\u00E9side-t-elle dans un QSCD au moment de l'\u00E9mission ?
QUAL_QSCD_AT_CC_ANS=La cl\u00E9 priv\u00E9e ne r\u00E9side pas dans un QSCD au moment de l'\u00E9mission !
QUAL_QSCD_AT_VT=La cl\u00E9 priv\u00E9e r\u00E9side-t-elle dans un QSCD au moment de la validation ?
QUAL_QSCD_AT_VT_ANS=La cl\u00E9 priv\u00E9e ne r\u00E9side pas dans un QSCD au moment de la validation !

QUAL_UNIQUE_CERT=Le certificat est-il unique ?
QUAL_UNIQUE_CERT_ANS=Le certificat ne peut pas \u00EAtre d\u00E9fini comme unique !
QUAL_IS_ADES=Le sceau de signature est-il une signature num\u00E9rique AdES acceptable (ETSI EN 319 102-1) ?
QUAL_IS_ADES_IND=Le sceau de signature est une signature num\u00E9rique AdES IND\u00C9TERMIN\u00C9E !
QUAL_IS_ADES_INV=Le sceau de signature n'est pas une signature num\u00E9rique AdES valide !

QUAL_HAS_METS=Le certificat correspond-il \u00E0 un service de confiance en vigueur ?
QUAL_HAS_METS_ANS=Le certificat ne correspond pas \u00E0 un service de confiance mis en place !

QUAL_HAS_CAQC=Le certificat est-il li\u00E9 \u00E0 un CAQC?
QUAL_HAS_CAQC_ANS=Le certificat n'est pas li\u00E9 \u00E0 un CAQC!

QUAL_HAS_CONF=Un conflit est-il d\u00E9tect\u00E9 entre les services de confiance ?
QUAL_HAS_CONF_ANS=Un conflit est d\u00E9tect\u00E9 entre les services de confiance !

QUAL_HAS_QTST=Le certificat est-il li\u00E9 \u00E0 un TSA/QTST ?
QUAL_HAS_QTST_ANS=Le certificat n'est pas li\u00E9 \u00E0 un TSA/QTST !

QUAL_IS_TRUST_CERT_MATCH_SERVICE=Le certificat de confiance correspond-il au service de confiance ?
QUAL_IS_TRUST_CERT_MATCH_SERVICE_ANS0=Aucun certificat de confiance trouv\u00E9 !
QUAL_IS_TRUST_CERT_MATCH_SERVICE_ANS1=Le nom de l'organisation est manquant dans le certificat de confiance !
QUAL_IS_TRUST_CERT_MATCH_SERVICE_ANS2=Le certificat de confiance ne correspond pas au service de confiance !

QUAL_HAS_GRANTED=Le certificat est-il li\u00E9 \u00E0 un service de confiance avec un statut accord\u00E9 ?
QUAL_HAS_GRANTED_ANS=Le certificat n'est pas li\u00E9 \u00E0 un statut accord\u00E9 !

QUAL_HAS_GRANTED_AT=Le certificat est-il li\u00E9 \u00E0 un service de confiance avec un statut accord\u00E9 au moment de la production ?
QUAL_HAS_GRANTED_AT_ANS=Le certificat n'est pas li\u00E9 \u00E0 un statut accord\u00E9 au moment de la production de l'horodatage !

QUAL_HAS_CONSISTENT_BY_QC=Le certificat est-il li\u00E9 \u00E0 une d\u00E9claration de service de confiance coh\u00E9rente par QC ?
QUAL_HAS_CONSISTENT_BY_QC_ANS=Le certificat n'est pas li\u00E9 \u00E0 une d\u00E9claration de service de confiance coh\u00E9rente par QC !
QUAL_HAS_CONSISTENT_BY_QSCD=Le certificat est-il li\u00E9 \u00E0 une d\u00E9claration de service de confiance QSCD coh\u00E9rente ?
QUAL_HAS_CONSISTENT_BY_QSCD_ANS=Le certificat n'est pas li\u00E9 \u00E0 une d\u00E9claration de service de confiance QSCD coh\u00E9rente !

QUAL_HAS_CERT_TYPE_COVERAGE=Le type de certificat peut-il \u00EAtre \u00E9mis par un service de confiance trouv\u00E9 ?
QUAL_HAS_CERT_TYPE_COVERAGE_ANS=Le type de certificat ne peut pas \u00EAtre \u00E9mis par le(s) service(s) de confiance trouv\u00E9(s) !

QUAL_HAS_ONLY_ONE=La qualification du certificat est-elle concluante?
QUAL_HAS_ONLY_ONE_ANS=Il y a un conflit possible entre les services de confiance !

BBB_ACCEPT=Le r\u00E9sultat du Basic Building Block est-il concluant ?
BBB_ACCEPT_ANS=Le r\u00E9sultat du Basic Building Block n'est pas concluant !

TST_TYPE_CONTENT_TST=Horodatage du contenu
TST_TYPE_SIGNATURE_TST=Horodatage de la signature
TST_TYPE_VD_TST=Validation des donn\u00E9es d'horodatage
TST_TYPE_DOC_TST=Horodatage du document
TST_TYPE_ARCHIVE_TST=Horodatage d'archivage

EMPTY=

# Additional info

ACCEPTABLE_REVOCATION=Donn\u00E9es de r\u00E9vocation acceptables : {0}

BASIC_SIGNATURE_VALIDATION_RESULT=Le processus de validation de signature de base a \u00E9chou\u00E9 avec l'indication {0}

BEST_SIGNATURE_TIME_CERT_NOT_AFTER=Best-signature-time : {0}, certificate notAfter : {1}

BEST_SIGNATURE_TIME_CERT_NOT_BEFORE=Best-signature-time : {0}, certificate notBefore : {1}

BEST_SIGNATURE_TIME_CERT_REVOCATION=Best-signature-time : {0}, revocation time : {1}

BEST_SIGNATURE_TIME_CERT_SUSPENSION=Best-signature-time : {0}, suspension time : {1}

CERTIFICATE_ID=Certificate Id = {0}

CERTIFICATE_REVOCATION_FOUND=Donn\u00E9es de r\u00E9vocation : {0} pour le certificat {1} avec POE au moment du contr\u00F4le {2}

CERTIFICATE_REVOCATION_NOT_FOUND=Aucune donn\u00E9e de r\u00E9vocation satisfaisante trouv\u00E9e pour le certificat {0} avec POE au moment du contr\u00F4le {1}

CERTIFICATE_TYPE=Le type de certificat est pour {0}

CERTIFICATE_VALIDITY=Date de validation : {0}, validit\u00E9 du certificat : {1} - {2}

CONTROL_TIME=Token Id : {0}, date de contr\u00F4le : {1}

CRYPTOGRAPHIC_CHECK_FAILURE={0} pour le jeton au moment de la validation : {1}

CRYPTOGRAPHIC_CHECK_FAILURE_WITH_ID={0} au moment de la validation : {1} pour {2} avec Id : {3}

CRYPTOGRAPHIC_CHECK_FAILURE_WITH_REF={0} au moment de la validation : {1}

CRYPTOGRAPHIC_CHECK_FAILURE_WITH_REF_WITH_NAME={0} dont le nom {1} au moment de la validation : {2}

CRYPTOGRAPHIC_CHECK_SUCCESS=Algorithme de signature {0} au moment de la validation : {1}

CRYPTOGRAPHIC_CHECK_SUCCESS_KEY_SIZE=Algorithme de signature {0} avec {1} de taille de cl\u00E9 au moment de la validation : {2}

CRYPTOGRAPHIC_CHECK_SUCCESS_DM=Algorithme Digest {0} au moment de la validation : {1} pour {2}

CRYPTOGRAPHIC_CHECK_SUCCESS_DM_WITH_ID=Algorithme Digest {0} au moment de la validation : {1} pour {2} avec ID : {3}

CRYPTOGRAPHIC_CHECK_SUCCESS_DM_WITH_NAME=Algorithme Digest {0} au moment de la validation : {1} pour {2} avec nom : {3}

EXTENDED_KEY_USAGE=Utilisation \u00E9tendue de la cl\u00E9 : {0}

KEY_USAGE=Utilisation de la cl\u00E9 : {0}

LAST_ACCEPTABLE_REVOCATION=Derni\u00E8re r\u00E9vocation acceptable : {0}

REFERENCE=R\u00E9f\u00E9rence : {0}

REVOCATION=Motif de r\u00E9vocation : {0} (date : {1})

REVOCATION_ACCEPTANCE_CHECK=Id = {0}, thisUpdate = {1}, date de production = {2}

REVOCATION_CERT_HASH_OK=La valeur CertHash des donn\u00E9es de r\u00E9vocation correspond au r\u00E9sum\u00E9 de certificat

REVOCATION_CERT_HASH_OK_ID=La valeur CertHash des donn\u00E9es de r\u00E9vocation correspond {0} au r\u00E9sum\u00E9 de certificat

REVOCATION_CERT_VALIDITY=Certificat de l\u2019\u00E9metteur {0} des donn\u00E9es de r\u00E9vocation {1} avec plage de validit\u00E9 : {2} - {3} et temps de validation {4}

REVOCATION_CHECK=Validation time : {0}; thisUpdate time : {1}; nextUpdate time : {2}

REVOCATION_CONSISTENT=Revocation thisUpdate {0} is in the certificate validity range : {1} - {2}

REVOCATION_CONSISTENT_CRL=Revocation thisUpdate = {0}, expiredCertsOnCRL = {1}, certificate validity range : {2} - {3}

REVOCATION_CONSISTENT_OCSP=Revocation thisUpdate = {0}, archiveCutoff = {1}, certificate validity range : {2} - {3}

REVOCATION_CONSISTENT_TL=Revocation thisUpdate = {0}, expiredCertsRevocationInfo = {1}, certificate validity range : {2} - {3}

REVOCATION_INFO=Revocation thisUpdate {0}, certificate validity range : {1} - {2}

REVOCATION_ID=Id = {0}

REVOCATION_ISSUER_NOT_FOUND=Le certificat de signature pour les donn\u00E9es de r\u00E9vocation est introuvable

REVOCATION_ISSUER_NOT_FOUND_ID=Le certificat de signature pour les donn\u00E9es de r\u00E9vocation {0} est introuvable

REVOCATION_NO_THIS_UPDATE=Les donn\u00E9es de r\u00E9vocation n\u2019ont pas le champ ''thisUpdate''

REVOCATION_NO_THIS_UPDATE_ID=Le {0} de donn\u00E9es de r\u00E9vocation n\u2019a pas le champ ''thisUpdate''

REVOCATION_NOT_AFTER_AFTER=Les donn\u00E9es de r\u00E9vocation sont connues pour contenir des informations sur le certificat au {0} qui ne sont pas dans la plage de validit\u00E9 du certificat : {1} - {2}

REVOCATION_NOT_AFTER_AFTER_ID=Donn\u00E9es de r\u00E9vocation {0} est connu pour contenir des informations sur le certificat au {1} qui ne sont pas dans la plage de validit\u00E9 du certificat : {2} - {3}

REVOCATION_PRODUCED_AT_OUT_OF_BOUNDS=Les donn\u00E9es de r\u00E9vocation ont \u00E9t\u00E9 produites \u00E0 {0} qui n\u2019est pas dans la plage de validit\u00E9 du certificat : {1} - {2}

REVOCATION_PRODUCED_AT_OUT_OF_BOUNDS_ID=Donn\u00E9es de r\u00E9vocation {0} a \u00E9t\u00E9 produite \u00E0 {1} qui n\u2019est pas dans la plage de validit\u00E9 du certificat : {2} - {3}

REVOCATION_THIS_UPDATE_BEFORE=R\u00E9vocation de cette mise \u00E0 jour {0} est ant\u00E9rieure \u00E0 la plage de validit\u00E9 du certificat : {1} - {2}

REVOCATION_THIS_UPDATE_BEFORE_ID=Donn\u00E9es de r\u00E9vocation {0} cette {1} de mise \u00E0 jour sont ant\u00E9rieures \u00E0 la plage de validit\u00E9 du certificat : {2} - {3}

REVOCATION_THIS_UPDATE_CONTROL_TIME=Donn\u00E9es de r\u00E9vocation {0} avec ceciTemps de mise \u00E0 jour : {1}, temps de contr\u00F4le : {2}

PSEUDO=Pseudo : {0}

SIGNATURE_ALGORITHM_WITH_KEY_SIZE=Algorithme de signature : {0}, taille de cl\u00E9 : {1}

STRUCTURAL_VALIDATION_FAILURE=Erreur de validation structurelle : {0}

TIMESTAMP_AND_CERTIFICATE_NOT_AFTER=Horodatage avec Id = {0} g\u00E9n\u00E9r\u00E9 \u00E0 : {1} vs signature du certificat\u2019s notAfter : {2}

TIMESTAMP_AND_CRYPTO_CONSTRAINTS_EXPIRATION=Horodatage avec Id = {0} g\u00E9n\u00E9r\u00E9 \u00E0 : {1} vs algorithme {2} expiration : {3}

TIMESTAMP_AND_REVOCATION_TIME=Horodatage avec Id = {0} g\u00E9n\u00E9r\u00E9 \u00E0 : {1} vs heure de r\u00E9vocation : {2}

TIMESTAMP_VALIDATION={0} avec Id = {1}, date de production = {2}

TOKEN_ID=Id = {0}

TRUST_SERVICE_NAME=Nom du service d\u2019approbation : {0}

TRUSTED_SERVICE_STATUS=Statut : {0}

TRUSTED_SERVICE_TYPE=Type : {0}

TRUSTED_LIST=Trusted List : {0}

# BasicBuildingBlocks titles

CRYPTOGRAPHIC_VERIFICATION=V\u00E9rification cryptographique

FORMAT_CHECKING=V\u00E9rification du format

IDENTIFICATION_OF_THE_SIGNING_CERTIFICATE=Identification du certificat de signature

PAST_SIGNATURE_VALIDATION=Validation de signature ant\u00E9rieure

PAST_CERTIFICATE_VALIDATION=Validation des certificats ant\u00E9rieurs

REVOCATION_FRESHNESS_CHECKER=Contr\u00F4leur des donn\u00E9es de r\u00E9vocation

SIGNATURE_ACCEPTANCE_VALIDATION=Validation de l\u2019acceptation de la signature

VALIDATION_CONTEXT_INITIALIZATION=Initialisation du contexte de validation

VALIDATION_TIME_SLIDING=D\u00E9lai de validation glissant

X509_CERTIFICATE_VALIDATION=Validation du certificat X509

# Validation Process Definitions

CERT_QUALIFICATION=Qualification du certificat

CERT_QUALIFICATION_AT_TIME=Qualification du certificat \u00E0 {0}

RESULTS=R\u00E9sultats : {0}

DAAV=Validation de l\u2019acceptation de l\u2019algorithme Digest

CC=V\u00E9rificateur cryptographique

CRS=S\u00E9lecteur de donn\u00E9es de r\u00E9vocation de certificat

LOTL=Liste des listes de confiance {0}

PSV_CRS=S\u00E9lecteur de donn\u00E9es de r\u00E9vocation ant\u00E9rieur

RAC=V\u00E9rificateur d\u2019acceptation de r\u00E9vocation

SIG_QUALIFICATION=Signature Qualification

SUB_XCV=Certificat

TL=Liste de confiance {0}

TST_QUALIFICATION=Qualification de l\u2019horodatage

VPBS=Processus de validation des signatures de base

VPFLTVD=Processus de validation des signatures avec heure et des signatures avec donn\u00E9es de validation \u00E0 long terme

VPFRVC=Processus de validation des donn\u00E9es de r\u00E9vocation

VPFSWATSP=Validation Process for Signatures with Archival Data

VPFTSP=Validation Process for Time-stamps

VTS_CRS=Validation Time Sliding Revocation Data Selector

# Custom variables

# Validation time
VT_BEST_SIGNATURE_TIME=date de signature
VT_CERTIFICATE_ISSUANCE_TIME=date d\u2019\u00E9mission du certificat
VT_VALIDATION_TIME=validation des dates


# Semantics (ETSI TS 119 102-1 V 1.2.1 (table 5)
SEMANTICS_TOTAL_PASSED=Le processus de validation de la signature aboutit \u00E0 TOTAL-PASSED sur la base des consid\u00E9rations suivantes : la v\u00E9rification du format a r\u00E9ussi ; les v\u00E9rifications cryptographiques de la signature ont r\u00E9ussi (y compris les v\u00E9rifications des hachages des objets de donn\u00E9es individuels qui ont \u00E9t\u00E9 sign\u00E9s indirectement) ; toutes les contraintes applicables au certificat du signataire ont \u00E9t\u00E9 positivement valid\u00E9es (par exemple, le certificat de signature a par cons\u00E9quent \u00E9t\u00E9 jug\u00E9 digne de confiance ); et la signature a \u00E9t\u00E9 positivement valid\u00E9e par rapport aux contraintes de validation et est donc consid\u00E9r\u00E9e comme conforme \u00E0 ces contraintes.
SEMANTICS_TOTAL_FAILED=Le processus de validation de la signature aboutit \u00E0 TOTAL-FAILED car la v\u00E9rification du format a \u00E9chou\u00E9, les v\u00E9rifications cryptographiques de la signature ont \u00E9chou\u00E9 (y compris les v\u00E9rifications des hachages des objets de donn\u00E9es individuels qui ont \u00E9t\u00E9 sign\u00E9s indirectement) ou il a \u00E9t\u00E9 prouv\u00E9 que le certificat de signature n'\u00E9tait pas valide au moment de la signature. moment de la g\u00E9n\u00E9ration de la signature.
SEMANTICS_INDETERMINATE=Les informations disponibles sont insuffisantes pour d\u00E9terminer si la signature est TOTAL-PASSED ou TOTAL-FAILED.

SEMANTICS_PASSED=Le processus de validation a r\u00E9ussi
SEMANTICS_FAILED=Le processus de validation a \u00E9chou\u00E9

# Semantics (ETSI TS 119 102-1 V 1.2.1 (table 6)
# TOTAL-FAILED
SEMANTICS_FORMAT_FAILURE=La signature n'est pas conforme \u00E0 l'un des standards de base dans la mesure o\u00F9 la brique de v\u00E9rification cryptographique n'est pas en mesure de la traiter.
SEMANTICS_HASH_FAILURE=Le processus de validation de signature aboutit \u00E0 TOTAL-FAILED car au moins un hachage d'un ou plusieurs objets de donn\u00E9es sign\u00E9s qui ont \u00E9t\u00E9 inclus dans le processus de signature ne correspond pas \u00E0 la valeur de hachage correspondante dans la signature.
SEMANTICS_SIG_CRYPTO_FAILURE=Le processus de validation de signature aboutit \u00E0 TOTAL-FAILED car la valeur de signature dans la signature n'a pas pu \u00EAtre v\u00E9rifi\u00E9e \u00E0 l'aide de la cl\u00E9 publique du signataire dans le certificat de signature.
SEMANTICS_REVOKED=Le processus de validation de signature aboutit \u00E0 TOTAL-FAILED car : le certificat de signature a \u00E9t\u00E9 r\u00E9voqu\u00E9 ; et il existe une preuve que la signature a \u00E9t\u00E9 cr\u00E9\u00E9e apr\u00E8s l'heure de r\u00E9vocation.
SEMANTICS_EXPIRED=Le processus de validation de signature aboutit \u00E0 TOTAL-FAILED car il existe une preuve que la signature a \u00E9t\u00E9 cr\u00E9\u00E9e apr\u00E8s la date d'expiration (notAfter) du certificat de signature.
SEMANTICS_NOT_YET_VALID=Le processus de validation de signature aboutit \u00E0 TOTAL-FAILED car il existe une preuve que la signature a \u00E9t\u00E9 cr\u00E9\u00E9e avant la date d'\u00E9mission (notBefore) du certificat de signature. 
# INDETERMINATE
SEMANTICS_SIG_CONSTRAINTS_FAILURE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car un ou plusieurs attributs de la signature ne correspondent pas aux contraintes de validation. 
SEMANTICS_CHAIN_CONSTRAINTS_FAILURE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car la cha\u00EEne de certificats utilis\u00E9e dans le processus de validation ne correspond pas aux contraintes de validation li\u00E9es au certificat. 
SEMANTICS_CERTIFICATE_CHAIN_GENERAL_FAILURE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car l'ensemble de certificats disponibles pour la validation de la cha\u00EEne a produit une erreur pour une raison non sp\u00E9cifi\u00E9e. 
SEMANTICS_CRYPTO_CONSTRAINTS_FAILURE=Le processus de validation de la signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car au moins un des algorithmes qui ont \u00E9t\u00E9 utilis\u00E9s dans le mat\u00E9riel (par exemple, la valeur de la signature, un certificat...) impliqu\u00E9 dans la validation de la signature, ou la taille d'une cl\u00E9 utilis\u00E9e avec un tel algorithme, est inf\u00E9rieur au niveau de s\u00E9curit\u00E9 cryptographique requis, et : ce mat\u00E9riel a \u00E9t\u00E9 produit apr\u00E8s l'heure jusqu'\u00E0 laquelle cette cl\u00E9 d'algorithme a \u00E9t\u00E9 consid\u00E9r\u00E9e comme s\u00E9curis\u00E9e (si une telle heure est connue) ; et le mat\u00E9riel n'est pas prot\u00E9g\u00E9 par un horodatage suffisamment fort appliqu\u00E9 avant l'heure jusqu'\u00E0 laquelle la cl\u00E9 d'algorithme a \u00E9t\u00E9 consid\u00E9r\u00E9e comme s\u00FBre (si une telle heure est connue).
SEMANTICS_POLICY_PROCESSING_ERROR=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car un fichier de strat\u00E9gie formel donn\u00E9 n'a pas pu \u00EAtre trait\u00E9 pour une raison quelconque (par exemple, non accessible, non analysable, incompatibilit\u00E9 de r\u00E9sum\u00E9, etc.).
SEMANTICS_SIGNATURE_POLICY_NOT_AVAILABLE=Le processus de validation de la signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car le document \u00E9lectronique contenant les d\u00E9tails de la police n'est pas disponible. 
SEMANTICS_TIMESTAMP_ORDER_FAILURE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car certaines contraintes sur l'ordre des horodatages de signature et/ou des horodatages d'objet(s) de donn\u00E9es sign\u00E9(s) ne sont pas respect\u00E9es. 
SEMANTICS_NO_SIGNING_CERTIFICATE_FOUND=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car le certificat de signature ne peut pas \u00EAtre identifi\u00E9. 
SEMANTICS_NO_CERTIFICATE_CHAIN_FOUND=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car aucune cha\u00EEne de certificats n'a \u00E9t\u00E9 trouv\u00E9e pour le certificat de signature identifi\u00E9. 
SEMANTICS_REVOKED_NO_POE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car le certificat de signature a \u00E9t\u00E9 r\u00E9voqu\u00E9 \u00E0 la date/heure de validation. Cependant, l'algorithme de validation de signature ne peut pas d\u00E9terminer si l'heure de signature se situe avant ou apr\u00E8s l'heure de r\u00E9vocation. 
SEMANTICS_REVOKED_CA_NO_POE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car au moins une cha\u00EEne de certificats a \u00E9t\u00E9 trouv\u00E9e mais un certificat CA interm\u00E9diaire est r\u00E9voqu\u00E9. 
SEMANTICS_OUT_OF_BOUNDS_NOT_REVOKED=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car le certificat de signature a expir\u00E9 ou n'est pas encore valide \u00E0 la date/heure de validation et l'algorithme de validation de signature ne peut pas v\u00E9rifier que l'heure de signature se situe dans l'intervalle de validit\u00E9 du certificat de signature. Le certificat est connu pour ne pas \u00EAtre r\u00E9voqu\u00E9. 
SEMANTICS_OUT_OF_BOUNDS_NO_POE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car le certificat de signature a expir\u00E9 ou n'est pas encore valide \u00E0 la date/heure de validation et l'algorithme de validation de signature ne peut pas v\u00E9rifier que l'heure de signature se situe dans l'intervalle de validit\u00E9 du certificat de signature. 
SEMANTICS_REVOCATION_OUT_OF_BOUNDS_NO_POE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car le certificat de signature des informations de r\u00E9vocation du certificat de signature de signature a expir\u00E9 ou n'est pas encore valide \u00E0 la date et \u00E0 l'heure de validation et l'algorithme de validation de signature ne peut pas v\u00E9rifier que l'heure d'\u00E9mission des informations de r\u00E9vocation se situe dans l'intervalle de validit\u00E9 du certificat de signature de ces informations de r\u00E9vocation. 
SEMANTICS_CRYPTO_CONSTRAINTS_FAILURE_NO_POE=Le processus de validation de la signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car au moins un des algorithmes qui ont \u00E9t\u00E9 utilis\u00E9s dans les objets (par exemple, la valeur de la signature, un certificat, etc.) impliqu\u00E9 dans la validation de la signature, ou la taille d'une cl\u00E9 utilis\u00E9e avec un tel algorithme, est inf\u00E9rieur au niveau de s\u00E9curit\u00E9 cryptographique requis, et il n'y a aucune preuve que ce mat\u00E9riel a \u00E9t\u00E9 produit avant le moment o\u00F9 cette cl\u00E9 d'algorithme a \u00E9t\u00E9 consid\u00E9r\u00E9e comme s\u00E9curis\u00E9e. 
SEMANTICS_NO_POE=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car il manque une preuve d'existence pour s'assurer qu'un objet sign\u00E9 a \u00E9t\u00E9 produit avant un \u00E9v\u00E9nement compromettant (par exemple, un algorithme cass\u00E9).
SEMANTICS_TRY_LATER=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car toutes les contraintes ne peuvent pas \u00EAtre satisfaites \u00E0 l'aide des informations disponibles. Cependant, il peut \u00EAtre possible de le faire en utilisant des informations de r\u00E9vocation suppl\u00E9mentaires qui seront disponibles ult\u00E9rieurement. 
SEMANTICS_SIGNED_DATA_NOT_FOUND=Le processus de validation de signature aboutit \u00E0 IND\u00C9TERMIN\u00C9 car les donn\u00E9es sign\u00E9es ne peuvent pas \u00EAtre obtenues. 